[
  "table-editor-obsidian",
  "calendar",
  "dataview",
  "obsidian-kanban",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "obsidian-charts",
  "obsidian-mind-map",
  "obsidian-emoji-toolbar",
  "obsidian-annotator",
  "media-extended",
  "obsidian-day-planner",
  "obsidian-timelines",
  "recent-files-obsidian",
  "obsidian-dictionary-plugin",
  "better-word-count",
  "obsidian-codemirror-options",
  "remember-cursor-position",
  "obsidian-auto-pair-chinese-symbol",
  "better-fn",
  "obsidian-tasks-plugin",
  "quickadd",
  "obsidian-admonition",
  "obsidian-git",
  "nldates-obsidian",
  "obsidian-reading-time",
  "obsidian-collapse-all-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-checklist-plugin"
]